IDEA StatiCa Open Model
StagesLoading.TendonComponentLoad Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Tendon component loading
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<TendonComponentLoading> TendonComponentLoad { get; set; }
Public Property TendonComponentLoad As List(Of TendonComponentLoading)
	Get
	Set
public:
property List<TendonComponentLoading^>^ TendonComponentLoad {
	List<TendonComponentLoading^>^ get ();
	void set (List<TendonComponentLoading^>^ value);
}
Property Value
Type: List<TendonComponentLoading>
See Also
Reference
StagesLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace